Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Karsearin.tmx
Source language: ko_kr
Languages: en_us

source: 대략적인 상황 정도는 알겠지만
en_us: I’m starting to get the idea of what happened...

source: 드래곤 슬레이어를 내 눈으로 보게 될 줄이야…!!
en_us: I can’t believe I got to see a dragon slayer...!!

source: 도대체 왜들 이 난리야?
en_us: why’s everyone so excited?

source: 미, 미나!!
en_us: m-mina!!

source: 식사가 끝나셨다면 잠시 조용한 곳에서 대화를 나누고 싶습니다만…
en_us: if you have finished eating, I’d like to have a word with you in private...

source: 일단은
en_us: ...for now,

source: 고귀하신 카르셀의 왕녀시여,
en_us: dear noble princess of karsel...

source: 가이아네스 제국의 압정을 피해 새로운 곳을 찾아 나선 6인.
en_us: six people left the tyrannical gaianes empire and set out for a new place.

source: 그럼 잘 살아라.
en_us: well then, farewell.

source: 누가 들으면 진짜 부추긴 줄 알겠구먼.
en_us: you really make it sound like I egged him on.

source: 분명 인간들을 피해 숨어있다가…
en_us: I was hiding from the humans...

source: 너 괜찮냐?
en_us: are you okay?

source: 칼슈타인 님이 부추기지만 않았어도 그 아이가 그런 짓을 했겠어요?
en_us: if only you didn’t spur him on, he wouldn’t have done such a thing!

source: 전하━!!
en_us: your majesty!!

source: 히익!
en_us: eep!

source: 어찌 보면 우리 같은 아랫것들에겐 지금이 더 나은 상황일지 모르겠군.
en_us: perhaps this turned out for the better for us lower folks.

source: 타오르는 듯한 붉은 빛깔에 하늘거리는 머릿결!!
en_us: I present to you a 20-year-old young man...

source: 난 바쁜 일이 있어서 더 이상은 같이 못 다니겠구나.
en_us: I have work to do and won’t be able to tag along with you anymore.

source: 거기, 멈춰라!!
en_us: you there, stop!!

source: 이런 기분…
en_us: I’ve never...

source: 드…
en_us: sir...

source: 인간을 증오하는 악룡에 의해 살해당한 가련한 영혼들, 드래곤의 흉포함 등을 열심히 읊어 대더군.
en_us: it was a story about the poor souls who had been murdered by an evil, human-hating dragon, its brutality, and such.

source: 우리 측엔 마법사가 다섯이나 더 있으니, 그들을 움직이면…
en_us: we have five more mages at our disposal. if we move them over--

source: 이오네 공주를 찾아!!
en_us: find princess ione!!

source: 뭣이?
en_us: what?

source: 하하!!
en_us: haha!!

source: 이게 다리…
en_us: ...and legs...

source: 바트란을 향했다.
en_us: via the large hanan river.

source: 진정 좀 하라니까!!
en_us: I said, calm down!!

source: 여기다!!
en_us: here!!

source: 인간들은 도통 이해할 수 없네…
en_us: humans are so hard to understand...

source: 사람들은 우리가 무슨 드래곤 한두 마리쯤은 가볍게 물리칠 수 있는 줄 알고 있으니, 원.
en_us: people think we can easily take down a dragon or two. geez.

source: 이 쪽이야!
en_us: this way!

source: 간지럼을 태우는 저주만 만든 건 아닐 테고,
en_us: tickling them can’t be the only curse you came up with.

source: 바트란의 사기를 꺾으려면 마법사들을 치워야겠지?
en_us: ...to debilitate batran, we should take down their mages.

source: 자세히 듣고 싶소만…
en_us: ...what happened last night.

source: 그림자만 비쳐도 모조리 숯으로 만들어 버릴 정도로 인간을 적대시하는 드래곤이래.
en_us: the dragon hates humans so much, it’ll breathe fire at the mere sight of their shadows.

source: 천 골드는 또 뭐야?
en_us: what 1,000 gold?

source: 알카나스라니… 어젯밤 그 불길 속에 있었던 건가?
en_us: alkanis... you mean from the fire last night?

source: 훌륭하다.
en_us: excellent.

source: 베라, 진짜 정이 많이 들었나 보네?
en_us: vera, you really have grown fond of him, haven’t you?

source: 리베이드의 카슬러가 자이트렐 전하를 뵙습니다.
en_us: I am kasler el libeid, your majesty.

source: 이오네 엘 카르셀, 그녀의 고귀한 아름다움을 위해.
en_us: in commemoration of princess ione el karsel and her noble beauty.

source: 그, 그게…
en_us: w-well...

source: 뭐 하는 사람이에요?
en_us: silver man?

source: 나의 매스 파이어볼을 완벽하게 막을 수 있을 리는 없어!!
en_us: ...cannot perfectly block my mass fireball spell!!

source: 나이 316세.
en_us: 316 years old

source: 우리가 도착했을 땐 이미 생존자는 아무도 없었어.
en_us: by the time we arrived, no one was alive.

source: 오크들은 모두 도망갔으니까!
en_us: all the orcs ran off!

source: 가스터 답다고나 할까.
en_us: it’s just like you to do so, gaster.

source: 이제 적의 마법 지원은 없다!
en_us: the enemies no longer have magical support!

source: 고맙네!
en_us: thanks!

source: 두려움, 그리고 무력감…
en_us: ...fear, and the feeling of helplessness...

source: 물론 엘릭서라면 살릴 수 있겠지만…
en_us: I can definitely save him using an elixir...

source: 다 죽여버릴 거야!!
en_us: I’ll kill you all!!

source: 카르셀 왕국 자체는 그다지 큰 위협이 되지는 못하지만…
en_us: the kingdom of karsel itself is not a big threat to the other nations...

source: 나이?
en_us: you mean my age?

source: 난 아무런 기척도 느끼지 못했는데,
en_us: but I didn’t feel a single presence.

source: 아파 죽겠네.
en_us: it frigging hurts.

source: 저, 전하!!
en_us: y-your majesty!!

source: 놈들은 자신의 허명과 탐욕을 위해 아무 해도 끼치지 않는 드래곤에게 접근해
en_us: those bastards are cowardly scum who’d stab an innocent dragon in the back...

source: 이렇게 작고 귀여운 것도 있다니!
en_us: it’s so small and cute!

source: 뭐!?
en_us: what?!

source: 물론입니다.
en_us: of course.

source: 피도 상당히 많이 흘린 모양이야.
en_us: he must have lost a lot of blood too.

source: 뭐냐?
en_us: a human?

source: 피를 너무 흘려서 그런가?
en_us: did I lose too much blood?

source: 드래곤 잡은 이야기 좀 해 주세요!
en_us: tell me about how you caught a dragon!

source: 카르셀과 아라스난의 연합설.
en_us: ...the rumored alliance between karsel and arasnan.

source: 우욱...
en_us: ugh...

source: 카르셀이 우리를 배반했단 말이냐!?
en_us: are you saying karsel betrayed us?!

source: 너…
en_us: what...

source: 물러서지 않네요.
en_us: they’re not retreating at all.

source: 카르셀 왕국군이 알 크리드 산맥을 넘어 진격해 왔습니다!
en_us: the karsel troops passed through the al kreed mountains to advance on the border!

source: 캬아아!!
en_us: graaagh!

source: 6국의 오랜 우정과 신뢰가 그대와 나 사이에서도 여전하기를.
en_us: may the long-held friendship and trust between the six nations continue between us.

source: 정체를 알고 있는 나 말고 다른 시녀들은 시중을 들지 않을 거야.
en_us: ...I’m the only maid who knows your identity. the other maids won’t serve you.

source: 나의 적을 꿰뚫을 화살이 되리라!
en_us: ...become the arrows that pierce my enemies!

source: 네에…
en_us: okay...

source: 경매장?
en_us: the auction house?

source: 오오, 여기가…
en_us: oh, so this is...

source: 이, 이건 뭐지!?
en_us: wh-what is this?!

source: …지금은 이거면 충분해.
en_us: that’s what matters.

source: 다들 날 죽이려 해서 도망치다가 눈을 떴더니 여기였던 거야!
en_us: but suddenly, everyone tried to kill me, so I ran away. the next thing I know, I’m here!

source: 갑자기 웬 지진이야?
en_us: what’s with the earthquake?

source: 덕분에 물의 정령 운디네와 소통이 가능했지.
en_us: allowing me to communicate with undine, the water spirit.

source: 마을은 완전히 불타 없어졌고
en_us: ...our village went up in flames,

source: 가져오도록 해요~
en_us: you may bring it in.

source: 그냥 산을 건너면 빠를 걸 왜 굳이 멀리 돌아가?
en_us: won’t it be much faster to go through the mountains? why are we going around it?

source: 정령의 힘인가?
en_us: ...could it be the power of an elemental spirit?

source: 당신 같은 유명인이 우리에게 접근할 이유가 그것밖에 없지.
en_us: that’s the only reason someone as famous as you would talk to us.

source: 돈의 단위가 1골드는 100길드이고 1길드는 100실드라는 것 등등.
en_us: how one gold is worth 100 gilds, one gild is worth 100 sild, and so on.

source: 강의 바람도 시원해서 맘에 드네!!
en_us: ...but the cool wind here is great too!

source: 대답해!!
en_us: answer me!!

source: 아마도 두 분이 인간계 최강일 것입니다!
en_us: you two are probably the strongest men in the human world!

source: 아린이…
en_us: arin...

source: 마법의 등급이 서클의 단위로 나뉘어진다.
en_us: ...determines the level of the magic spell.

source: 칼슈타인은 분명…
en_us: I’m sure karstein said...

source: 지나친 찬사입니다.
en_us: you praise me too much.

source: 헛소문으로 만들어낸 드래곤이라면서
en_us: if they really had created a fictional dragon...

source: 궁중 예법과 관련 지식들은 대충 된 것 같네요.
en_us: hm, royal etiquette and the like seems to be pretty much set.

source: 또 어딜 나가는 거니?
en_us: where are you going now?

source: 으음…
en_us: hnng...

source: 금화 1만, 여기 있소.
en_us: here it is, 10,000 gold.

source: 저 인간은...
en_us: who is he...?

source: 짜증나아 아아아!
en_us: this is so frigging annoying!

source: 그럼 따라오게, 레이크.
en_us: come follow me, rake.

source: 자, 자세히 고하도록 하라!!
en_us: t-tell me the details!!

source: 뭐야, 왜 안 돼!!
en_us: come on, why isn’t it working?!

source: 그라테우스의 드래곤 하트!!
en_us: the dragon heart of grateus!!

source: 여긴 냄새가 엄청나게 지독하네.
en_us: it stinks like hell down here.

source: 혹시 그 책에…
en_us: by any chance...

source: 이 인간...
en_us: this human...

source: 기뻐해라.
en_us: rejoice.

source: 평소랑 같을 리는 없겠지.
en_us: there’s no way it’d be back to normal.

source: 잠시만요, 공주님?
en_us: excuse me, princess?

source: 오오, 플루토 경!
en_us: hoh, sir pluto!

source: 오랜만이네요, 이오네!
en_us: it’s been a while, ione!

source: 그런 거 거느린 적 없는데?
en_us: an army of monsters?

source: 고작 3천의 바트란 왕국군이 막기는 역부족이죠.
en_us: ...the 10,000 karsel soldiers advancing like the raging sea.

source: 세르카르셀 입니다.
en_us: the capital of the karsel kingdom.

source: 이드 6국 연합에서도 수위에 꼽히는 상업 도시.
en_us: one of the top commercial cities in the six nations alliance of heid.

source: 목소리가 가늘고 간드러져서 이상해요!!
en_us: my voice is all shrill and high-pitched! it’s weird!

source: 야!
en_us: hey!

source: 잘 알지.
en_us: I do.

source: 이럇!!
en_us: giddy-up!!

source: 레드 드래곤, 악룡 카르세아린의 서식지거든.
en_us: ...karsearin, the evil red dragon, lives there.

source: 자, 자!!
en_us: now, now!!

source: 헤헤… 어찌됐든 제대로 되긴 됐나 보다…
en_us: hehe... it must’ve worked somehow...

source: 아하함…
en_us: haa...

source: 오와!
en_us: whoa!

source: 항상 인자하던 칼슈타인도
en_us: karstein, who was always benevolent...

source: 갑자기 돌변해 나를 공격하다니
en_us: she suddenly changed and attacked me.

source: 뭣…!!
en_us: what...?!

source: 대체 무슨 짓을 하려고?
en_us: what’s he doing?

source: 상당히 훌륭한 응급치료법이군.
en_us: that’s quite a remarkable first aid.

source: 저들 역시 귀한 목숨, 웬만하면 항복이 좋으련만…
en_us: it’d be better if they surrendered and saved their precious lives.

source: 둘은 날 믿고 안심하고 계시오.
en_us: trust me and rest easy, you two.

source: 금화 2천!
en_us: 2,000 gold!

source: 이게 그 이오네 공주라는 사람의 그림이구나.
en_us: so this is a portrait of princess ione.

source: 이름과는 달리 실제 드래곤의 심장은 아니지만,
en_us: despite its name, it is not actually the heart of a dragon,

source: 맞아!
en_us: right!

source: 자네는 마법사가 무슨 신인 줄 아나?
en_us: what do you take me for? a god?

source: 그런(?){j}취향!?
en_us: darios... swings that way?!{j}

source: 한 나라가 너무 강대해지면 6국 연합은 붕괴된다.
en_us: if one nation becomes too powerful, the six nations alliance would crumble down.

source: 기사님의 활약상이 궁금해서요!!
en_us: I’m curious about the knight’s accomplishments!!

source: 아.
en_us: oh.

source: 반드시 살려내야 할 환자!
en_us: a patient you must save!

source: 알아채는 게 너무 늦으셨어요, 전하.
en_us: you realized too late, your majesty.

source: 인간들은 친절한 듯 보이다가도 결국 나쁜 짓을 하고 말아.
en_us: humans all pretend to be kind, but end up stabbing me in the back.

source: 다들 성벽에서 떨어져━!!
en_us: everyone, get away from the castle walls!!

source: 자, 자!
en_us: now, now!

source: 검은 머리 아저씨가 왕국 기사단 부단장 플루토고!!
en_us: and the black-haired guy must be pluto, the order of karsel’s vice-captain!!

source: 도망갈 만한 곳이...
en_us: where should I run...?

source: 나 역시 잊지 않고 있다, 가베인…
en_us: I also haven’t forgotten, gabein...

source: 그 실버나이트 다리오스인가?
en_us: the silver knight, darios?

source: 아웅, 눈부셔!
en_us: gah, it’s so bright!

source: 궁금해!!
en_us: I’m so curious!!

source: 자, 다시 물어볼게.
en_us: now, let me ask you again.

source: 이곳이 공주님이 쓰실 방입니다.
en_us: this is your chamber, your highness.

source: 이번 카르셀 침략의 명분이 사라지니까.
en_us: ...then the reason for karsel’s invasion disappears.

source: 누가 사든 마찬가지인데 대충 아무나 사라고!
en_us: I don’t care who buys me! just get this over with!

source: 당분간은 말이죠.
en_us: for the time being, I mean.

source: 어미가 요 모양이니 아린 녀석이 그 꼴이지!
en_us: no wonder arin is a troublemaker! he takes after you!

source: 전부 몰살시키고는 그 일대를 폐허로 만들었다는 거야.
en_us: it massacred everyone and obliterated the area.

source: 왜 이렇게 늦게 왔어?
en_us: why did you get here so late?

source: 그도 우리처럼 사건의 전말을 조사하고 있었고
en_us: he was also investigating the incident like we were.

source: 뭐가 이래?
en_us: what the heck?

source: 미, 미나?
en_us: m-mina?

source: 내가 해결하겠소!
en_us: I’ll take care of it!

source: 정말 목소리가 이오네 공주님과 똑같아졌네?!
en_us: you really sound like princess ione now!

source: 사실상 이미 끝난 것이나 다름없겠어.
en_us: but it might as well have ended already.

source: 정보 고맙소.
en_us: thanks for sharing.

source: 다리오스는 자신과 동료들의 이야기를 간략하게 전해 주었다.
en_us: darios briefly told me about him and his comrades.

source: 뭐래?
en_us: huh?

source: 원래는 이오네 님의 시녀야.
en_us: actually, I’m princess ione’s maid.

source: 실버 나이트 다리오스가 그들의 수장인 듯합니다!
en_us: silver knight darios seems to be their leader!

source: 분명 어깨에 활을 맞았다!!
en_us: she’s taken an arrow to her shoulder!!

source: 오, 제법인데…
en_us: wow. he’s pretty good...

source: 그러게 말입니다.
en_us: yeah, I know.

source: 단지, 제가 좀 고급품을 사용하고 있어서 말입니다.
en_us: only, I’m wearing a fairly high-quality armor.

source: 저 아이 어쩌려고 그래?
en_us: what are you going to do with that kid?

source: 옷을 갈아입으니 더 닮았어.
en_us: he looks even more similar with the outfit on.

source: 어서 오시오, 리베이드의 후계자여.
en_us: welcome, heir of libeid.

source: 저기요,
en_us: excuse me.

source: 아는 게 없으니 뭘 함부로 할 수도 없고…
en_us: I can’t act recklessly when I’ve got no idea what’s happening...

source: 그 뒤가 기억이 잘 안나.
en_us: ...but I don’t remember what happened after.

source: -인간을 적대시하므로 요주의.
en_us: -warning: hostile towards humans.

source: 사악한 백룡 그라테우스를 해치우고
en_us: ...after taking down grateus, the evil white dragon...

source: 미나말대로 상대의 말 끝마디만 반복하니 별로 어려운 일은 아니네.
en_us: ...but it’s nothing difficult. as mina said, I just have to repeat the last part he says.

source: 별거 아냐.
en_us: nothing much.

source: 저들의 싸울 의지를 꺾어야 합니다.
en_us: we must shatter their will to fight.

source: 300살…
en_us: I’m 300 years--

source: 아니면 이대로 도망갈까…
en_us: or should I run off now...?

source: 이러다 감기라도 걸리신다면…
en_us: if you were to catch a cold...

source: 보아하니 꽤 고약한 놈들에게 걸렸겠구나!
en_us: looks like you’ve been conned by some awful people!

source: 미안해, 아린.
en_us: I’m sorry, arin.

source: 바트란 왕국 서쪽 선착장
en_us: the western dock of the kingdom of batran

source: 둘 다 잡담은 그만해 두고,
en_us: enough with the chatter, you two.

source: 과연 겸손하시군요!!
en_us: how humble!!

source: 조용해!
en_us: pipe down!

source: 이번 회의의 논제는 카르셀과 아라스난의 연합설.
en_us: the subject of this particular council is the rumored alliance between karsel and arasnan.

source: 어서 볼일이나 마치고 나가야겠군.
en_us: let’s just get this over with and leave.

source: 우리 추측이 맞는다는 보장도 없고,
en_us: we don’t know if our guesses are correct.

source: 역시 칼슈타인 님 말씀대로
en_us: just as karstein said...

source: 끄응… 그건 그렇지.
en_us: hmph... that’s true.

source: 이 주문만 외우면 나는…
en_us: ...all I have to do is chant the spell...

source: 진명(眞名)
en_us: full name:

source: 놈들은 바트란을 견제하며
en_us: they were holding batran in check...

source: 어차피 여기서
en_us: he won’t be able to...

source: 열여덟이라는 어린 나이에 카르셀 왕국 기사단에 입단해
en_us: he is a prodigy who joined the order of karsel at the ripe age of 18...

source: 자신의 구상 공간에 마나를 흘려 원을 그리고,
en_us: first, a mage draws a circle by pouring their mana into a space they envision.

source: 소리부터 꽥꽥 지르더니 갑자기 분위기를 잡는 거지!?
en_us: why are they shouting one moment and then getting all serious the next?!

source: 오크들한테서 구해 오긴 했지만 상태가 좋지 않잖아.
en_us: sure, we saved him from the orcs, but he’s not in the best shape.

source: 아시겠습니까, 아린?
en_us: do you understand, arin?

source: 다르긴 뭐가 달라?
en_us: different? how?

source: 헬레이스의 무녀, ‘베라’입니다.
en_us: I am vera, an exorcist of heleis.

source: 그래도 인간들이 없어서 다행이긴 하지만…
en_us: but at least there aren’t any humans around...

source: 반드시 찾아야 해!
en_us: we must find her!

source: 갑자기 왜 그래?
en_us: what’s with you all of a sudden?

source: 레비테이션!
en_us: levitation!

source: 심지어 드래곤의 피는 마법 시약을 만드는 최고의 촉매제로 쓰인다.
en_us: ...and even the dragon’s blood is used as an accelerator for magical reagents.

source: 금화 3천!!
en_us: 3,000 gold!!

source: 아, 아니!
en_us: I-I mean!

source: 좋아, 다 끝났군.
en_us: finally. it’s over.

source: 잠시 외출하고 온다.{j}에르베트.
en_us: I’m going out for a sec, herbert.{j}

source: 병사들이 희한한 걸 걸치고 있더군?
en_us: the soldiers were wearing a peculiar armor.

source: 어서 오거라, 이오네.
en_us: welcome, ione.

source: 두 나라에 걸쳐 흐르는 하난강이 보이지?
en_us: do you see the hanan river flowing through the two countries?

source: 자르난은 조명 담당이고,
en_us: zarnan was in charge of the lighting...

source: 그 갑옷, 설마…
en_us: that armor. could it be...

source: 다리오스한테서 들었어요.
en_us: from darios.

source: 금화 5천 내겠소!
en_us: 5,000 gold over here!

source: 앞으로 내가 지내게 될 방!!
en_us: ...the room I’ll be staying in!!

source: 인간들은 원래 다 저런가?
en_us: are all humans like that?

source: 빨리 원래 모습으로 돌아가야 해!
en_us: I have to hurry and return to my original form!

source: 발견 즉시 알리도록…
en_us: report as soon as you find her...

source: 만약 리베이드나 사르바잔 쪽에서 알면 그야말로 살아있는 증거품이지.
en_us: if libeid or sarbazan finds him, he becomes living proof of our lies.

source: 원래는 꽤나 붐벼야 할 시간인데…
en_us: the streets would normally be crowded at this hour...

source: 녀석들에게 시간을 줄수록 수비책은 더 강화될 것이네.
en_us: the longer we take to attack, the stronger they’ll reinforce their defenses.

source: 알아봐 주니 고맙군.
en_us: thanks for recognizing me.

source: 인간 세상에 내려와 처음 얻은 직업이 노예, 그 다음이 공주.
en_us: my first job in the human world was being a slave. next up is being a princess.

source: 나이 :{j}약 1천 살 정도로 추정
en_us: age: estimated to be about 1,000 years old.{j}

source: 둘 다 별로 기분이 좋아 보이지 않네?
en_us: they don’t seem to be in a good mood.

source: 아, 아린!
en_us: a-arin!

source: 날씬해!
en_us: you’re so skinny!

source: 살아 도망칠 순 없을 테니.
en_us: ...escape out of this alive anyway.

source: 으윽… 이 시녀는 뭐야, 다짜고짜!!
en_us: ugh... what’s with this maid?!

source: 자넨 존장에 대한 예의도 없나?
en_us: how dare you disrespect your elders!

source: 이 곳이 수상하다!
en_us: this place looks suspicious!

source: 지금 어디로 가는 거예요?
en_us: where are we going right now?

source: 모든 게 순조롭군.
en_us: everything is going smoothly.

source: 원래 모습으로 돌아갈 수가 없어.
en_us: I can’t return to my original form.

source: 이 정도면 죽었어도 이상하지 않을 양인데…
en_us: he was one step from bleeding to death.

source: 이는 마법사가 마법을 사용할 때 일어나는 마나의 흐름이 가지는 모습에서 유래되었다.
en_us: when a mage casts a spell, the flow of mana looks like a circle, hence the term.

source: 기억상실증?
en_us: you have amnesia?!

source: 별로 특별할 것 없습니다.
en_us: it was nothing special.

source: 간지럼?
en_us: tickles?

source: 그렇다면━
en_us: which means...

source: 이 부근 어딘가에 숨어있을 거야!
en_us: she must be hiding around here!

source: 카르셀 왕국의 병력 1만이 남부 국경을 침공했습니다!
en_us: 10,000 troops from the karsel kingdom have invaded the southern border!

source: 고명이 뭔지는 잘 모르겠지만…
en_us: yeah, whatever that means...

source: 하지만 실제 국력의 차이는 상당히 크지 않습니까?
en_us: however, the strengths of each nation differ vastly, do they not?

source: 주문을 계속 외우고 있는데도…
en_us: even though I keep chanting the spell...

source: 오… 오크들!?
en_us: o-orcs...?!

source: 아마 용의 비늘로 만든 갑옷이겠지.
en_us: the soldiers’ armor must have been made of dragon scales.

source: 오히려 내가 영광이구려!
en_us: it is my honor to make your acquaintance!

source: 이거랑은 얘기가 달라.
en_us: it’s war...

source: 귀여운 눈망울로 당신을 바라보는
en_us: ...with fluttering hair the color of red flames...

source: 무기를 버리고 투항해!!
en_us: discard your weapon and surrender!!

source: 공간 내를 흐르며 그려지는 빛의 도형이 몇 개의 원으로 이루어져 있느냐에 따라
en_us: the number of circles of light one can create this way...

source: 나도 보고싶다!
en_us: I wanna see him too!

source: 절대 방심하지 말아야지!
en_us: ...I won’t be so careless!

source: 너도 얘기만 들어서는 모를 거다.
en_us: you wouldn’t understand just hearing about it...

source: 아무리 드래곤의 가죽이라지만…
en_us: even dragon skin...

source: 알카나스.
en_us: alkanis.

source: 오크는 걱정하지 않아도 돼!
en_us: you don’t need to worry about orcs!

source: 여기서 변명해봤자 일만 복잡해질 뿐.
en_us: ...but it’ll only complicate things to try and explain myself here.

source: 자르난, 라셀!
en_us: zarnan, rasell!

source: 어제 그런 일이 있었는데 장사를 하는 건가?
en_us: you’re still running the store even after what happened last night?

source: 으윽…
en_us: ugh...

source: …크읏!?
en_us: gragh?!

source: 재밌어 보인다━ 어디, 뭐부터…
en_us: it looks so fun! let’s see, where should I start...?

source: 다들 먼 길 오시느라 힘드셨을 텐데…
en_us: you all must be exhausted from the long journey...

source: 굉장해…
en_us: amazing...

source: 리베이드 역시 이오네 공주를 노리나?
en_us: is libeid also after princess ione?

source: 이제와서 고민해봐야 소용 없다구.
en_us: well, it’s no use thinking about it now.

source: 옷차림도 평소랑 다르고…
en_us: your outfit is also different from the usual...

source: 지금 비꼬는 거예요?
en_us: are you being sarcastic right now?

source: …저기, 내 이야기 다 끝났거든요?
en_us: excuse me... I haven’t finished talking.

source: 먹는 건가…?
en_us: is it some kind of food...?

source: 근데 목소리가 왜 그래?
en_us: what’s with your voice?

source: 카르셀과는 다르게 몬스터들이 자주 출몰하는 곳입니다.
en_us: unlike karsel, monsters frequently appear.

source: 루브라크래틱 애로우!!
en_us: louvracratic arrows!!

source: 정령술이 아니고서야 불가능해!
en_us: ...unless they used elemental magic!

source: 아, 그게…
en_us: oh, about that...

source: 내가 너를 산 이유부터 설명해야겠구나.
en_us: I should explain first why I bought you.

source: 이쯤에서 사라졌어!
en_us: she disappeared around here!

source: …이 사람들은 누군데
en_us: who are these people...?

source: 뭐가 완벽하다는…
en_us: what magic...?

source: 아아~
en_us: oh...

source: …아직도 신경 쓰고 있어?
en_us: are you still hung up over that...?

source: 이 늦은 밤에 무슨 전령이더냐.
en_us: a message at this hour?

source: 금화 6천!!
en_us: 6,000 gold!!

source: 뭐야, 우리 이름도 알고 있어?
en_us: wait, you know our names?

source: 과연…
en_us: well...

source: 우리가 시키는 대로만 해주면 돼.
en_us: just do as we say.

source: 네, 하지만…
en_us: yes, but...

source: 가베인!
en_us: gabein!

source: -알 크리드 산맥 대표적 몬스터 :
en_us: -monster lord of the al kreed mountains:

source: 드래곤 역사상 최초로 무단가출한 드래곤인데.
en_us: he’s the first dragon in history to run away from home.

source: 카르셀 왕국의 계승자를 만나게 되어 영광이군요.
en_us: I am honored to meet the heir of the karsel.

source: 좋아!
en_us: well then!

source: 너 노예가 뭔지는 알아?
en_us: do you even know what a slave is?

source: 어디서 썩은 물이라도 뒤집어쓴 건가?
en_us: did he swim through sewage water or something?

source: 이제 그만 집에 가고싶어…
en_us: I just want to go home...

source: 왕실의 품격을 위해…
en_us: maintain your royal dignity and...

source: 아니, 이왕 헛소문이 퍼질 거면 화끈하게나 퍼지든가!
en_us: ugh, if they’re going to spread false rumors, why not go all out?

source: 너답지 않아, 가베인!
en_us: this isn’t like you, gabein!

source: 회의는 아직 열리지도 않았지만
en_us: the council has not yet begun,

source: 정말 닮긴 닮았군요.
en_us: he really does resemble her.

source: 좋아, 아린!
en_us: good, arin!

source: 지금 이 순간에도 인간 세상에서 고생하고 있을 우리 연약한 아린이를 생각하자니 눈물이…
en_us: I’m tearing up just thinking about my poor arin, who must be struggling in the human world right about now...

source: 아는 한도 내에선 가르쳐 줄 테니까.
en_us: we’ll tell you what we know.

source: 어떤가, 다리오스.
en_us: well, what do you think, darios?

source: 바트란 왕국군의 잔존병력은 자카르난 성으로 후퇴.
en_us: the surviving members of the batran army retreated to zakarnan castle.

source: 인간들은 정말 다양한 환경에서 살고 있구나!
en_us: humans really do live in such diverse environments!

source: 난생 처음 겪어본 극심한 고통.
en_us: for the first time in my life, I experienced a terrible pain...

source: 안녕히 가시길,
en_us: farewell...

source: 마법사도 아니라면…
en_us: ...or a mage...

source: 어…어떡하지!?
en_us: wh-what should I do?!

source: 우리가 이렇게 살아남은 건 그저 운이 좋았을 뿐이었지.
en_us: we were young, and we survived by pure luck.

source: 결국 모두 이곳을 떠났어!
en_us: ...they all left this place!

source: 그럼, 본론부터 말하자면…
en_us: I’ll cut to the chase...

source: 도망?
en_us: they ran off?

source: 고맙소,
en_us: thank you.

source: 저희도 그리 약하진 않습니다.{j}카슬러 왕자님.
en_us: however, we are not so weak ourselves, prince kasler.{j}

source: 잠깐, 나도 같이━
en_us: wait, me too--

source: 없기는 왜 없어!!
en_us: no frigging way!!

source: 좋은 주인 만나거라~
en_us: good luck, kiddo!

source: 많이 놀랐나 보네.
en_us: you must be shocked.

source: …대체 아는 게 뭐야?
en_us: just... what do you know then?

source: 그, 그렇겠죠?
en_us: r-right?

source: 지금까지 만난 사람들 모두 처음부터 수상하진 않았어…
en_us: no one I met was suspicious at the start...

source: 저곳이 카르셀의 수도,
en_us: that is serkarsel,

source: 무슨 소리야?
en_us: what do you mean?

source: 그 청년은 깨어났나?
en_us: did he wake up?

source: 정녕 그대는 기사의 긍지마저 버렸단 말인가!
en_us: have you truly forgone your pride as a knight?!

source: 보고를 드릴 전하가 이미 이 세상 사람이 아니니까.
en_us: the king has already breathed his last.

source: 그 아인 이제 겨우 300살인데, 정말 괜찮을까요?
en_us: he’s only a 300-year-old child. will it really be all right?

source: 목 말라…
en_us: I’m thirsty...

source: 자이트렐 국왕은 고인이 되었고, 태자도 죽었고…
en_us: king zaitrel met his demise, and the crown prince died as well...

source: 카르셀의 제1기사, 다리오스!!
en_us: ...darios, the first knight of karsel!!

source: 두고 봐,
en_us: just you wait.

source: 안 그래도 조그만 주제에…
en_us: not only is this thing tiny...

source: 내가 이오네 공주가 아니라는 것만 알게 해주면
en_us: once I prove to them I’m not princess ione...
